cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "universal-ctags/universal-ctags"

brew "ack"
brew "readline"
brew "azure-cli"
brew "coreutils"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "grc"
brew "helm"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "node"
brew "nvm"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "sbt"
brew "scala"
brew "wget"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "alfred"
cask "bartender"
cask "docker"
cask "dropbox"
cask "goland"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "spectacle"
cask "visual-studio-code"

mas "1Password 7", id: 1333542190
mas "Todoist", id: 585829637
mas "CleanMyMac X", id: 1339170533