cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'universal-ctags/universal-ctags'

brew 'ack'
brew 'coreutils'
brew 'git'
brew 'gnupg'
brew 'gnupg2'
brew 'go', args: ['--cross-compile-common']
brew 'gradle'
brew 'grc'
brew 'imagemagick'
brew 'jq'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'python'
brew 'python3'
brew 'ruby-build'
brew 'readline'
brew 'rbenv'
brew 'sbt'
brew 'scala'
brew 'universal-ctags', args: ['HEAD']
brew 'vim', args: ['with-lua', 'with-override-system-vi', 'with-python3', 'HEAD']
brew 'wget'
brew 'zsh'

cask 'alfred'
cask 'bartender'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'goland'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'kindle'
cask 'pycharm'
cask 'signal'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'webstorm'
